Repository: pnafanyka/naukan_tsacorpus
Catalog: search/web_app/translations_pybabel/*/LC_MESSAGES/messages.po
Languages: fr

source: Corpus search page
fr: Page de recherche

source: more_fields
fr: afficher plus de champs

source: fewer_fields
fr: masquer les champs

source: add_distance
fr: ajouter&nbsp;une distance

source: remove_word
fr: supprimer&nbsp;le mot

source: Distance to word #
fr: Distance&nbsp;par&nbsp;rapport&nbsp;au&nbsp;mot №

source: from
fr: de

source: to
fr: à

source: Select combinations of tags
fr: Sélectionnez une étiquette ou une combinaison d'étiquettes

source: Select glosses
fr: Sélectionnez les gloses

source: the query
fr: la requête

source: Nothing found.
fr: Aucun résultat n'a été trouvé.

source: Query word
fr: Mot recherché

source: Sorry, the server is experiencing technical issues. Please try again later.
fr: Désolé, le serveur rencontre des problèmes techniques. Veuillez réessayer plus tard.

source: Close
fr: Fermer

source: any number of analyses
fr: n'importe quel nombre

source: only ambiguous
fr: seulement avec homonymie

source: only non-ambiguous
fr: sans ambiguïté

source: only with analysis
fr: avec analyse

source: only without analysis
fr: sans analyse

source: Position in sentence:
fr: Position dans l'énoncé :

source: Corpus name
fr: Nom du corpus

source: How to cite
fr: Comment citer le corpus

source: Show help
fr: Aide

source: Search sentences
fr: Recherche d'énoncés

source: Search words
fr: Recherche de mots

source: Search lemmata
fr: / de lemmes

source: Cancel
fr: Annuler

source: Help
fr: Aide

source: Dictionary_header
fr: Dictionnaire

source: Metadata_header
fr: Métadonnées

source: Max seconds left:
fr: Nombre maximal de secondes restantes :

source: Options
fr: Paramètres

source: Query history
fr: Historique de requêtes

source: Show dictionary
fr: Afficher le dictionnaire

source: Word_header
fr: Mot

source: Word:
fr: Mot :

source: Lemma:
fr: Lemme :

source: Grammar:
fr: Grammaire :

source: Gloss:
fr: Gloses :

source: Language/tier:
fr: Langue/couche :

source: langname_all
fr: toutes les langues

source: negative_query
fr: requête&nbsp;négative

source: add_word
fr: ajouter un mot

source: Full-text search:
fr: Recherche de texte intégral :

source: Precise match
fr: correspondance exacte

source: Words statistics
fr: Statistiques sur les mots

source: Select subcorpus
fr: Sélectionner un sous-corpus

source: Share this query
fr: Partager cette requête

source: Load external query
fr: Charger une requête externe

source: Back to search
fr: Retour à la recherche

source: Click on an example to see video.
fr: Cliquez sur un exemple pour écouter ou voir la vidéo.

source: Click on an example to listen.
fr: Cliquez sur un exemple pour écouter ou voir la vidéo.

source: Additional search and display options
fr: Options supplémentaires de recherche et d'affichage

source: Results per page:
fr: Résultats par page :

source: Sorting:
fr: Tri :

source: random
fr: aléatoire

source: by word (word queries)
fr: par mot (recherche de mots)

source: by lemma (word queries)
fr: par lemme (recherche de mots)

source: by frequency
fr: par fréquence

source: by year (decreasing; sentence queries)
fr: par année (décroissant ; recherche d'énoncés)

source: by sentence ID (sentence queries)
fr: par ID de l'énoncé (recherche d'énoncés)

source: no sorting
fr: sans tri

source: Word distance requirements are strict
fr: Distance entre les mots exactement comme dans la requête

source: Viewing mode:
fr: Mode d'affichage :

source: view_standard
fr: standard

source: view_glossed
fr: glosé

source: Transliteration:
fr: Translittération :

source: Character input method:
fr: Méthode de saisie de caractères :

source: Annotation layers in glossed mode:
fr: Niveaux d'annotation en mode d'affichage glosé :

source: Lemma
fr: Lemme

source: Grammar
fr: Grammaire

source: Gloss
fr: Gloses

source: Additional fields
fr: Champs supplémentaires

source: Click on
fr: Cliquez sur

source: Repeat query
fr: Répéter une requête

source: to repeat a query.
fr: pour répéter une requête.

source: You have not made any queries yet.
fr: Vous n'avez encore effectué aucune requête.

source: Word
fr: Mot

source: Subcorpus
fr: Sous-corpus

source: Search type
fr: Type de recherche

source: Time
fr: Temps

source: Share query
fr: Partager la requête

source: If you want to share your query with someone, send them the text you see below. The person who loads this query will see the same results in the same order, unless the corpus has been re-indexed.
fr: Si vous souhaitez partager votre requête avec quelqu'un, envoyez-lui le texte ci-dessous. La personne qui chargera cette requête verra les mêmes résultats dans le même ordre, à moins que le corpus n'ait été réindexé.

source: Load query
fr: Charger une requête

source: Here you can load a corpus query someone sent you. Please enter the query below:
fr: Ici vous pouvez charger la requête que quelqu'un vous a envoyée. Veuillez saisir la requête ci-dessous :

source: word boundary
fr: frontière de mot

source: any number of morphs
fr: n'importe quel nombre de morphèmes

source: any positive number of morphs
fr: tout nombre de morphèmes différent de zéro

source: any morph
fr: n'importe quel morphème

source: Specify parameters
fr: Spécifiez les paramètres

source: Choose from a list
fr: Choisissez dans une liste

source: Subcorpus statistics
fr: Statistiques sur le sous-corpus

source: Select parameters
fr: Sélectionnez les paramètres

source: lower bound
fr: borne inférieure

source: upper bound
fr: borne supérieure

source: Select documents
fr: Sélectionnez les textes

source: (please wait for the document list to load)
fr: (veuillez attendre le chargement de la liste des textes)

source: Selected subcorpus composition
fr: Contenu du sous-corpus sélectionné

source: Parameter:
fr: Paramètre :

source: A maximum of 25 metadata values can be displayed, sorted by the number of words in the relevant texts.
fr: Un maximum de 25 valeurs peuvent être affichées, triées en fonction du nombre de mots dans les textes concernés.

source: (please wait for the plot to load)
fr: (veuillez patienter pendant le chargement du graphique)

source: Value
fr: Valeur

source: Size in words
fr: Taille en mots

source: Number of documents
fr: Nombre de textes

source: please wait for the plot to load
fr: veuillez patienter pendant le chargement du graphique

source: Clear subcorpus
fr: Nettoyer le sous-corpus

source: Word statistics header
fr: Statistiques sur les mots

source: By metadata values
fr: Par métadonnées

source: By frequency
fr: Par fréquence

source: Word statistics for
fr: Statistiques pour

source: Query type:
fr: Type de requête :

source: search the whole query
fr: obtenir l'ensemble de la requête

source: compare words in the query
fr: comparer les mots de la requête

source: Query word
fr: Mot de requête

source: value
fr: valeur

source: frequency (ipm)
fr: fréquence (occurrences par million de mots)

source: 90%% conf. int.
fr: intervalle de confiance à 90%%

source: Distribution by frequency rank
fr: Répartition par rang de fréquence

source: Explanation for frequency distributions
fr: <p>Le graphique ci-dessous est organisé de la manière suivante. L'axe des <i>x</i> contient les rangs de fréquence, c'est-à-dire les numéros de position dans la liste complète des mots/lemmes classés par ordre décroissant de fréquence. Si plusieurs mots/lemmes ont la même fréquence, ils auront tous le même rang égal à la moyenne arithmétique de leurs numéros de position. Pour chaque rang <i>r</i>, <strong>sur l'axe des <i>y</i> est représentée la proportion des mots/lemmes qui répondent à la requête de recherche, parmi tous les mots/lemmes dont le rang de fréquence ne dépasse pas <i>r</i>.</strong> Le point le plus à droite du graphique indique la proportion de ces mots/lemmes dans l'ensemble du corpus. Dans le cas de la recherche de lemmes, tous les lemmes ayant au moins une forme de mot répondant à la requête sont pris en compte.</p><p>Ce graphique ne tient pas compte du choix du sous-corpus et de tous les mots de la requête à l'exception du premier.</p>

source: words
fr: mots

source: lemmata
fr: lemmes

source: Scale of the x axis:
fr: Échelle de l'axe des x :

source: linear
fr: linéaire

source: logarithmic
fr: logarithmique

source: Max y:
fr: Y max :

source: as in data
fr: comme dans les données

source: Search in corpus
fr: Recherche dans le corpus

source: Show statistics
fr: Afficher les statistiques

source: Filter result:
fr: Résultat du tri :

source: document with
fr: document avec

source: word found,
fr: mot trouvé,

source: of the entire corpus.
fr: de l'ensemble du corpus.

source: Search result:
fr: Résultat de la recherche :

source: sentence found in approximately
fr: énoncé trouvé dans environ

source: in_document
fr: document

source: The search was not finished due to the query timeout. You only see partial results.
fr: La recherche n'a pas été terminée en raison du délai d'attente de la requête. Vous ne voyez que des résultats partiels.

source: Number of results found exceeds the maximum number of pages you can view.
fr: Le nombre de résultats trouvés dépasse le nombre maximum de pages que vous pouvez afficher.

source: You are searching in a subcorpus.
fr: Vous cherchez dans un sous-corpus.

source: Copy example to clipboard
fr: Copier l'exemple dans le presse-papiers

source: Expand context
fr: Élargir le contexte

source: download as CSV
fr: télécharger au format CSV

source: download as XLSX
fr: télécharger au format XLSX

source: unique word
fr: mot

source: unique lemma
fr: lemme

source: in approximately
fr: dans environ

source: document found,
fr: document trouvé,

source: total frequency:
fr: fréquence cumulée :

source: total frequency of found word forms:
fr: fréquence cumulée des formes de mots trouvées :

source: word_th_word
fr: mot

source: word_th_lemma
fr: lemme

source: word_th_gr
fr: grammaire

source: word_th_frequency
fr: fréquence

source: word_th_freq. rank / quantile
fr: rang de fréquence /<br>quantile

source: word_th_# forms
fr: nombre de formes de mot

source: word_th_# sentences
fr: nombre d'énoncés

source: word_th_# documents
fr: nombre de documents

source: word_th_search in corpus
fr: chercher

source: word_th_word stats
fr: statistiques

source: Full text (opens in a new tab)
fr: Texte intégral (s'ouvre dans un nouvel onglet)

source: Virtual keyboard
fr: Clavier virtuel

source: corpus_title
fr: (Veuillez insérer le nom du corpus ici)

source: inputmethod_normal
fr: normal

source: inputmethod_simplified
fr: simplifié

source: inputmethod_strict
fr: exact

source: langname_abaza
fr: abaza

source: langname_acrhi
fr: artchi

source: langname_adyghe
fr: adyguéen

source: langname_albanian
fr: albanais

source: langname_armenian
fr: arménien

source: langname_armenian_translit
fr: arménien (translit.)

source: langname_bangime
fr: bangime

source: langname_bashkir
fr: bachkir

source: langname_belarusian
fr: biélorusse

source: langname_beserman
fr: beserman

source: langname_bulgarian
fr: bulgare

source: langname_buryat
fr: bouriate

source: langname_chinese
fr: chinois

source: langname_chuvash
fr: tchouvache

source: langname_chuvash_cyr
fr: tchouvache (cyrillique)

source: langname_comments
fr: commentaires

source: langname_dargwa
fr: dargwa

source: langname_dogon
fr: dogon

source: langname_english
fr: anglais

source: langname_english_note
fr: anglais (commentaires)

source: langname_erzya
fr: erzya

source: langname_estonian
fr: estonien

source: langname_finnish
fr: finlandais

source: langname_french
fr: français

source: langname_german
fr: allemand

source: langname_ginyanga
fr: ginyanga

source: langname_gizey
fr: gizey

source: langname_greek
fr: grec

source: langname_guro
fr: guro

source: langname_hill_mari
fr: mari des montagnes

source: langname_hungarian
fr: hongrois

source: langname_id
fr: ID

source: langname_italian
fr: italien

source: langname_joola
fr: joola

source: langname_kafire
fr: kafire

source: langname_kalmyk
fr: kalmouk

source: langname_kamas
fr: kamas

source: langname_kazakh
fr: kazakh

source: langname_komi
fr: komi

source: langname_komi-zyrian
fr: komi-zyriène

source: langname_komi_permyak
fr: komi-permiak

source: langname_komi_zyrian
fr: komi-zyriène

source: langname_latvian
fr: letton

source: langname_limba
fr: limba

source: langname_lithuanian
fr: lituanien

source: langname_macedonian
fr: macédonien

source: langname_macedonian_cyr
fr: macédonien (cyrillique)

source: langname_meadow_mari
fr: mari des prairies

source: langname_moksha
fr: mokcha

source: langname_mundabli
fr: mundabli

source: langname_mwan
fr: mwan

source: langname_negative
fr: negatifs

source: langname_nganasan
fr: nganassane

source: langname_note
fr: commentaires

source: langname_notes
fr: commentaires

source: langname_ossetic
fr: ossète

source: langname_ossetic_digor
fr: ossète (digor)

source: langname_ossetic_iron
fr: ossète (iron)

source: langname_polish
fr: polonais

source: langname_positive
fr: positifs

source: langname_ref
fr: ID

source: langname_romani
fr: romani

source: langname_russian
fr: russe

source: langname_san
fr: san

source: langname_selkup
fr: selkoupe

source: langname_senufo
fr: sénoufo

source: langname_spanish
fr: espagnol

source: langname_swedish
fr: suédois

source: langname_tatar
fr: tatar

source: langname_tsakhur
fr: tsakhour

source: langname_tsakonian
fr: tsakonien

source: langname_udihe
fr: oudihé

source: langname_udmurt
fr: oudmourte

source: langname_ukrainian
fr: ukrainien

source: langname_undefined
fr: indéfinie

source: langname_ut-main
fr: ut-ma'in

source: langname_wan
fr: wan

source: langname_yakut
fr: iakoute

source: langname_yiddish
fr: yiddish

source: metafield_account_type
fr: Type de compte

source: metafield_account_type_post
fr: Type de compte (post)

source: metafield_age
fr: Âge

source: metafield_annotators
fr: Annotateurs

source: metafield_author
fr: Auteur

source: metafield_birth_place
fr: Lieu de naissance

source: metafield_birth_year
fr: Année de naissance

source: metafield_birthplace
fr: Lieu de naissance

source: metafield_birthyear
fr: Année de naissance

source: metafield_byear
fr: Année de naissance

source: metafield_byear_post
fr: Année de naissance (post)

source: metafield_century
fr: Siècle

source: metafield_chronotop
fr: Chronotope (relation espace-temps)

source: metafield_citation
fr: Référence biblio

source: metafield_city
fr: Ville

source: metafield_city_post
fr: Lieu de résidence (post)

source: metafield_collector
fr: Linguiste descripteur

source: metafield_date_of_recording
fr: Date d'enregistrement

source: metafield_date_trans
fr: Date de traduction

source: metafield_dialect
fr: Dialecte

source: metafield_filename
fr: Nom du fichier

source: metafield_gender
fr: Sexe

source: metafield_genre
fr: Genre

source: metafield_genre_fi
fr: Genre de fiction

source: metafield_home_town
fr: Lieu de naissance

source: metafield_home_town_post
fr: Lieu de naissance (post)

source: metafield_hometown
fr: Lieu de naissance

source: metafield_issue
fr: Numéro

source: metafield_lang
fr: Langue originale

source: metafield_lang_trans
fr: Langue de traduction

source: metafield_language
fr: Langue

source: metafield_length
fr: Longueur

source: metafield_line
fr: Ligne

source: metafield_linguist
fr: Linguiste

source: metafield_linguists
fr: Linguistes

source: metafield_live_place
fr: Lieu de résidence

source: metafield_liveplace
fr: Lieu de résidence

source: metafield_medium
fr: Support

source: metafield_occupation
fr: Profession

source: metafield_origin
fr: Lieu de naissance

source: metafield_orth
fr: Orthographe

source: metafield_orthography
fr: Orthographe

source: metafield_page
fr: Page

source: metafield_place
fr: Lieu

source: metafield_place_of_recording
fr: Lieu d'enregistrement

source: metafield_post_type
fr: Type de post

source: metafield_profession
fr: Profession

source: metafield_publication
fr: Édition

source: metafield_published
fr: Publié

source: metafield_region
fr: Région

source: metafield_sent_analyses
fr: Analyse de l'énoncé

source: metafield_sex
fr: Sexe

source: metafield_sex_post
fr: Sexe (post)

source: metafield_speaker
fr: Énonciateur

source: metafield_speaker_ID
fr: ID de l'énonciateur

source: metafield_speaker_gender
fr: Sexe de l'énonciateur

source: metafield_speaker_year_of_birth
fr: Année de naissance de l'énonciateur

source: metafield_speakers
fr: Énonciateurs

source: metafield_sphere
fr: Domaine

source: metafield_style
fr: Style

source: metafield_subdialect
fr: Parler

source: metafield_subject
fr: Sujet

source: metafield_tagging
fr: Étiquetage

source: metafield_title
fr: Titre

source: metafield_title_en
fr: Titre en anglais

source: metafield_title_ru
fr: Titre en russe

source: metafield_topic
fr: Thème

source: metafield_translator
fr: Traducteur

source: metafield_type
fr: Type

source: metafield_year
fr: Année

source: metafield_year_birth
fr: Année de naissance de l'auteur

source: metafield_year_from
fr: Année : de

source: metafield_year_post
fr: Année (post)

source: metafield_year_publ
fr: Année de parution

source: metafield_year_to
fr: Année : à

source: metavalue_F
fr: F

source: metavalue_M
fr: M

source: metavalue_complete
fr: entièrement, mais avec homonymie

source: metavalue_dialogue
fr: dialogue

source: metavalue_essay
fr: essai

source: metavalue_experiment
fr: expérience

source: metavalue_female
fr: féminin

source: metavalue_fiction
fr: fiction

source: metavalue_incomplete
fr: de manière incomplète

source: metavalue_interview
fr: entretien

source: metavalue_male
fr: masculin

source: metavalue_monologue
fr: monologue

source: metavalue_movie
fr: film

source: metavalue_nonfiction
fr: non-fiction

source: metavalue_novel
fr: roman

source: metavalue_oral
fr: oraux

source: metavalue_original
fr: original

source: metavalue_poetry
fr: poésie

source: metavalue_press
fr: presse

source: metavalue_prose
fr: prose

source: metavalue_public
fr: publics

source: metavalue_religion
fr: religieux

source: metavalue_science
fr: scientifiques

source: metavalue_song
fr: chanson

source: metavalue_spontaneous
fr: spontanés

source: metavalue_story
fr: récit

source: metavalue_translated
fr: traduction

source: metavalue_unique
fr: sans ambiguïté

source: metavalue_wikipedia
fr: Wikipedia

source: metavalue_written
fr: écrits

source: translitname_IPA
fr: API

source: translitname_UPA
fr: APO

source: translitname_corpus
fr: corpus

source: translitname_cyrillic
fr: cyrillique

source: translitname_dictionary
fr: dictionnaire

source: translitname_latin
fr: latine

source: translitname_original
fr: originale

source: wordfield_lex2
fr: 2ème lemme

source: wordfield_logogram
fr: logogramme

source: wordfield_par
fr: Participant (par)

source: wordfield_segment
fr: segment

source: wordfield_trans_de
fr: traduction (DE)

source: wordfield_trans_de2
fr: 2ème traduction (DE)

source: wordfield_trans_en
fr: traduction (EN)

source: wordfield_trans_en2
fr: 2ème traduction (EN)

source: wordfield_trans_fr
fr: traduction (FR)

source: wordfield_trans_fr2
fr: 2ème traduction (FR)

source: wordfield_trans_ru
fr: traduction (RU)

source: wordfield_trans_ru2
fr: 2ème traduction (RU)

source: wordfield_transcription
fr: transcription
